[{"left":60,"top":1000,"width":"1139px","height":"76px","content":"Among the existing taxonomies, the ones to display here are selected at the Customizer \"pilots\" section. <br>"},{"left":61,"top":1018,"width":"180px","height":"44px","content":"This text is defined by CSS<br>"},{"left":57,"top":1082,"width":"1143px","height":"109px","content":"This list&nbsp; is automatically updated with the list of available items per taxonomy, in the database. It can be changed at the edit-tags Wp-admin editor. For example:<br>https://onlinelearning.aalto.fi/wp-admin/edit-tags.php?taxonomy=year&amp;post_type=pilot<br>"},{"left":48,"top":1205,"width":"1161px","height":"9279px","content":"<div>This pilots list is automatically updated with all the available pilots. The order is defined by date/[alphabetical list of items in the selected taxonomy]</div><div>The items can be filtered according to a taxonomy item (when one is clicked at the top). This is performed by the script located at ./Aole2019/js/categorizer.js</div><div>It is possible to define the default filtering/sorting criteria (when none is defined) at the Customizer panel, \"pilots\" section.<br></div><div>It is also possible to make this list show a certain filter/sorting criteria at the start. For this, use the URL as updated by the script (select a filter, then copy the URL and share it)</div><div><br></div>"},{"left":2,"top":102,"width":"1228px","height":"404px","content":"<div>The styling of the coloured header on every single-page item is defined by the \"header background picture\" custom field. If there is none, it takes it from the 'coloured \"hero\" header settings' in the customizer.<br></div>"},{"left":45,"top":407,"width":"388px","height":"388px","content":"Wp-admin post editor, Featured image standard field<br>"},{"left":522,"top":520,"width":"676px","height":"447px","content":"Wp-admin post editor, post-content standard field<br>"},{"left":446,"top":552,"width":"65px","height":"121px","content":"Coded in the CSS<br>"},{"left":45,"top":278,"width":"672px","height":"48px","content":"Defined by Wp-admin post editor \"title\" standard field<br>"},{"left":44,"top":327,"width":"705px","height":"67px","content":"<div><br></div><div>Defined by Wp-admin post editor \"subtitle\" custom field<br></div>"}]